content-org/oxhugo/posts-0.org
#+hugo_base_dir: ../../
#+setupfile: ../cae-setup.org

* DONE About the =Clause And Effect= Blog                        :@oxhugo:blog:
:PROPERTIES:
:EXPORT_FILE_NAME: setting-up-oxhugo-blog
:EXPORT_DATE: [2023-09-05 Tue]
:EXPORT_HUGO_SECTION: posts
:END:

A collection of notes and tutorials on various programming languages, focusing on functional and logic programming. Also includes
fully worked out examples from various languages. Web development, from the perspective of a back-end engineer, will also be covered.
We also look at Deep Learning tools and techniques, with a focus on Time Series and Geospatial applications.

