content/posts/setting-up-oxhugo-blog.md
---
title: "About the Clause And Effect Blog"
author: ["Rajes Kommu"]
date: 2023-09-05T00:00:00-07:00
lastmod: 2023-09-05T12:25:03-07:00
tags: ["blog"]
categories: ["oxhugo"]
draft: false
creator: "Emacs 29.1 (Org mode 9.6.6 + ox-hugo)"
---

A collection of notes and tutorials on various programming languages, focusing on functional and logic programming. Also includes
fully worked out examples from various languages. Web development, from the perspective of a back-end engineer, will also be covered.
We also look at Deep Learning tools and techniques, with a focus on Time Series and Geospatial applications.
